tap "1password/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "npiv/chatblade"
brew "jpeg-xl"
brew "aom"
brew "apr-util"
brew "python@3.12"
brew "autojump"
brew "automake"
brew "bash"
brew "bat"
brew "black"
brew "glib"
brew "ccache"
brew "choose-rust"
brew "clang-format"
brew "cloc"
brew "cmake"
brew "colordiff"
brew "cryptography"
brew "difftastic"
brew "docker"
brew "dos2unix"
brew "fastmod"
brew "fd"
brew "gmp"
brew "gnutls"
brew "harfbuzz"
brew "libass"
brew "librist"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "git-machete"
brew "librsvg"
brew "graphviz"
brew "httrack"
brew "hyperfine"
brew "libheif"
brew "imagemagick"
brew "ipython"
brew "jaq"
brew "jless"
brew "jq"
brew "lazygit"
brew "llvm"
brew "lsd"
brew "magic-wormhole"
brew "make"
brew "neovim"
brew "ninja"
brew "nmap"
brew "node"
brew "openblas"
brew "numpy", link: false
brew "nvm"
brew "tbb"
brew "openvino"
brew "python@3.11"
brew "ripgrep"
brew "ruff"
brew "shellcheck"
brew "stdman"
brew "tealdeer"
brew "thefuck"
brew "tmux"
brew "yarn"
cask "1password-cli"
cask "clion"
cask "domzilla-caffeine"
cask "firefox"
cask "font-hack-nerd-font"
cask "iterm2"
cask "vlc"
