tap "1password/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "apr-util"
brew "autojump"
brew "automake"
brew "bash"
brew "bat"
brew "black"
brew "ccache"
brew "clang-format"
brew "cloc"
brew "cmake"
brew "colordiff"
brew "difftastic"
brew "docker"
brew "fastmod"
brew "fd"
brew "tbb"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "hyperfine"
brew "ipython"
brew "jq"
brew "lazygit"
brew "llvm"
brew "lsd"
brew "make"
brew "neovim"
brew "ninja"
brew "nmap"
brew "node"
brew "ripgrep"
brew "ruff"
brew "shellcheck"
brew "stdman"
brew "tealdeer"
brew "thefuck"
brew "tmux"
brew "yarn"
cask "1password-cli"
cask "clion"
cask "firefox"
cask "font-hack-nerd-font"
cask "iterm2"
cask "vlc"
