tap "1password/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "npiv/chatblade"
brew "apr-util"
brew "asciinema"
brew "autojump"
brew "automake"
brew "bash"
brew "bat"
brew "black"
brew "ccache"
brew "choose-rust"
brew "clang-format"
brew "cloc"
brew "cmake"
brew "colordiff"
brew "gmp"
brew "make"
brew "crosstool-ng"
brew "docker"
brew "fastmod"
brew "fd"
brew "fish"
brew "fzf"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "git-machete"
brew "hyperfine"
brew "ipython"
brew "jq"
brew "llvm"
brew "lsd"
brew "neovim"
brew "ninja"
brew "nmap"
brew "nnn"
brew "node"
brew "pcalc"
brew "prometheus"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ripgrep"
brew "shellcheck"
brew "stdman"
brew "tbb"
brew "thefuck"
brew "tig"
brew "tldr"
brew "tmux"
brew "wget"
brew "yarn"
cask "1password-cli"
cask "clion"
cask "firefox"
cask "font-hack-nerd-font"
cask "iterm2"
